Repository: asr4memory/mmt-py
Catalog: mmt_backend/translations/*/LC_MESSAGES/messages.po
Languages: de

source: A new user has registered.
de: Ein neuer Benutzer hat sich registriert.

source: File uploaded
de: Datei hochgeladen

source: Your account has been activated.
de: Ihr Konto wurde aktiviert.

source: Hi admin,
de: Hallo Admin,

source: the user %(username)s has uploaded the following file:
de: Der Benutzer %(username)s hat die folgende Datei hochgeladen:

source: Regards,
de: Mit freundlichen Grüßen,

source: Hi %(username)s,
de: Hallo %(username)s,

source: your file %(filename)s has been uploaded.
de: Ihre Datei %(filename)s wurde hochgeladen.

source: The file will now undergo a technical review and will subsequently be accessible within the oh.d system.
de: Die Datei wird nun einer technischen Überprüfung unterzogen und ist anschließend im oh.d-System verfügbar.

source: The technical review and transcoding process may take several working days, depending on the scope, complexity, and workload. You will receive an email notification as soon as the file becomes available in the oh.d system.
de: Der Prozess der technischen Überprüfung und Transkodierung kann je nach Umfang, Komplexität und Arbeitsaufwand mehrere Werktage in Anspruch nehmen. Sie erhalten eine E-Mail-Benachrichtigung, sobald die Datei im oh.d-System verfügbar ist.

source: the user %(username)s has just registered on mmt-py.
de: der Benutzer %(username)s hat sich gerade auf mmt-py registriert.

source: Please activate him.
de: Bitte aktivieren Sie ihn.

source: This is a test email sent from Flask-Mail!
de: Dies ist eine Test-E-Mail, die von Flask-Mail gesendet wurde!

source: Hello %(username)s,
de: Guten Tag %(username)s,

source: Thank you for registering with the Media Management Tool (MMT) - the application for file uploads and downloads on the Oral-History.Digital platform.
de: vielen Dank für die Registrierung beim Media Management Tool (MMT) - der Anwendung für Datei-Uploads und -Downloads auf der Oral-History.Digital-Plattform.

source: We have activated your account with the username %(username)s for MMT.
de: Wir haben Ihren Account mit dem Usernamen %(username)s für das MMT aktiviert.

source: You can now log in at:
de: Sie können sich nun unter der Adresse

source: and upload your video, audio, and image files to the Oral-History.Digital (oh.d) platform.
de: anmelden und Ihre Video-, Audio- und Bilddateien auf die Plattform Oral-History.Digital (oh.d) hochladen.

source: Please ensure that the final master files are uploaded using the specified file naming convention.
de: Bitte achten Sie darauf, dass die finalen Masterdateien mit der vorgegebenen Dateinamenkonvention hochgeladen werden.

source: After the technical review and automated transcoding into the required usage formats, the media files will be made available in the oh.d system.
de: Nach der technischen Prüfung und automatisierten Transkodierung in die erforderlichen Nutzungsformate werden die Mediendateien im oh.d-System bereitgestellt.

source: Through MMT, oh.d staff can also provide media files for you to download if needed.
de: Über das MMT können oh.d-Mitarbeiter*innen Ihnen zudem bei Bedarf Mediendateien zum Download bereitstellen.

source: Here you can find a general guide to the media workflow:
de: Hier finden Sie eine generelle Anleitung zum Medienworkflow:

source: Best regards,
de: Viele Grüße,

source: The Oral-History.Digital Team
de: das Team von Oral-History.Digital

source: Project “Oral-History.Digital”
de: Projekt „Oral-History.Digital“

source: University Library
de: Universitätsbibliothek

source: Digital Interview Collections Team
de: Team Digitale Interview-Sammlungen
